TRAININGS = """
1) Перевод слов
2) Перевод предложений
3) Перевод фразовых глаголов
"""

MAIN_MENU_HELP = (
    """Я могу помочь Вам потренировать английский язык.
Выберите, пожалуйста, одну из следующих тренировок:"""
    + TRAININGS
)

TRAINING_HELP = """Сейчас вы в режиме: «{training_name}»
Чтобы выйти из тренировки, напишите «Хватит»
Если хотите взять подсказку, напишите «Подсказка»
Если не знаете перевода, напишите «Не знаю»
Выполните следующее задание:\n"""

UNKNOWN_REQUEST = """Извините, я Вас не понимаю. Повторите ещё разок."""

GREETING = "Здравствуйте!\n" + MAIN_MENU_HELP
